Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=934_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Anárašgiella eatnigiellan
smn: Eenikielâ

source: govat Sunna Kitti
smn: koveh Sunna Kitti

source: siiddut: 96
smn: sijđoh: 96

source: Sámediggi 2015
smn: Sämitigge 2015

source: Tyebbin tääbbin - Ovdâmáttááttâs puđâldemkirje lea oaivvilduvvon sámegielat ovdaskuvlii.
smn: Tyebbin tääbbin - Ovdâmáttááttâs puđâldemkirje lii uáivildum sämikielâlâš ovdâškoovlân.

source: Girjji ustibaččat Eeʹled, Uábbee ja Sámmol johtet iežaset guovlluin ja muitalit nuppiidasaset iežaset eallimii gullevaš áššiin.
smn: Kirjeest usteveh Eeʹled, Uábbee já Sámmol joteh jieijâs päikkikuávluin já muštâleh nubijdis aašijn, moh kuleh sii elimân.

source: Eeʹled lea nuortalaš nieida, Uabbee anáraš nieida ja Sámmol davvisápmelaš bárdni.
smn: Ee´led lii nuorttâlâš nieidâ, Uábbee lii anarâš nieidâ já Sámmol lii tavesämmilâš kandâ.

source: Girjji máidnasiid vuođđun leat sámi gávcci jagiáiggi barggut ja dáhpáhusat.
smn: Kirje kuávdáást láá sämmilij käävci iveäigid, moi tooimâid já tábáhtumijd teevstah kovvejeh.

source: Váldojurddan girjji ráhkadeamis lea leamašan dat, ahte mii, Suoma golbma sámejoavkku, eallit ovttas ja háliidit juogadit min rikkis kulturárbbi ja árbevirolaš dieđu.
smn: Váldujuurdâ kirje rähtimist lii lamaš tot, et mij, Suomâ kulmâ sämihiäimu, eellip oovtâst já halijdep jyehiđ riges kulttuuräärbi já jieččân almugij muštâlusâid, tiäđuid já kielâid sehe meid kulttuurlâš jiešvuovijd, moh mist láá sierâlágáneh.

source: Petra Kuuva , govat Piia Kangas
smn: Petra Kuuva , koveh Piia Kangas

source: -ráidu lea ivdnás álgu anárašgiela oahppamii.
smn: lii ivnáás algâ anarâškielâ algui oppâmân.

source: Čakčaáppesis oahppat bustávaid elliid, olbmuid, bargguid ja buđaldemiid bokte.
smn: Čohčâaabisist pustaveh uáppojeh tavekuávlu ellei, ulmui, pargoi já puđâldâsâi pehti.

source: oahpásmuvai sámekultuvrii orodettiinis Anáris.
smn: Matti Morottaja čáállám Muu Aabis čohčâ lii kuvvim uŋgarlâš Daniel Gelencsér , kote Anarist asâdijn uápásmui páihálii kulttuurân.

source: Sámediggi 2010
smn: Sämitigge 2010

source: Pargokirje čohčâ
smn: MUU AABIS čohčâ Pargokirje

source: Sámediggi 2011
smn: Sämitigge 2011

source: govat: Tanja Severikangas
smn: Koveh: Tanja Severikangas

source: Sámediggi 2014
smn: Sämitigge 2014

source: -ráidu lea oaivvilduvvon anárašgielat nuppi luohká oahppiide.
smn: Virkkuuvääri lii anarâš uáppeid uáivildum nube luoka oppâmateriaal.

source: Govat ja gráfalaš plánen:
smn: Kuvvim, tuáijim já lokke:

source: Luuhâmkirje čohčâ Sámediggi
smn: Virkkuuvääri Luuhâmkirje čohčâ

source: Johan Jernsletten - Sverre Hatle , jorgalan Kaarina Mattus
smn: Čoovâ Iuuhâmpittáin myerjih Iäddih, ruške áIgá já viijmâ muáttá.

source: Petra Kuuva lea divvon teavstta ođđa čállinvuohkái.
smn: Čohčâpaje nohá juovIâčuoImân, mon iälššáás párnááh čuávdih.

source: 2. ođásmahtton preanttus
smn: Virkkuuvääri Luuhâmkirje kiđđâ

source: Petra Kuuva lea divvon teavstta ođđa čállinvuohkái ja lasihan ođđa bargobihtáid.
smn: Petra Kuuva lii heiviittem teevstâi uđđâ čäällimvuáhán. Koveh: Petra Kuuva
